Repository: fabriziomiano/covidashit
Catalog: messages.po
Languages: it_it

source: Hospitalized with symptoms
it_it: Ricoverati con sintomi

source: Intensive Care Unit
it_it: Terapia intensiva

source: # of people in ICU
it_it: # Persone in Terapia Intensiva

source: Counts the number of people in ICU as of today
it_it: Conta il numero di persone in terapia intensiva ad oggi

source: Total Hospitalized
it_it: Totale ospedalizzati

source: # of people hospitalized (today)
it_it: # persone ospedalizzate (oggi)

source: Counts the number of hospitalized people as of today
it_it: Conta il numero di persone ospedalizzate ad oggi

source: Self Isolation
it_it: Isolamento autonomo

source: Total positive
it_it: Totale positivi

source: Hospitalized w/ symptoms + ICU + Self Isolation
it_it: Ospedalizzati con sintomi + terapia intensiva + isolamento

source: The sum of the number of hospitalized with symptoms plus the number of people in ICU plus the number of people in self Isolation as of today
it_it: La somma del numero doi ospedalizzati con sintomi più il numero di persone di terapia intensiva più il numero di persone in isolamento domestico ad oggi

source: Total positive variation
it_it: Variazione totale positivi

source: Tot Positive (Today) - Tot Positive (Yesterday)
it_it: Tot positivi (oggi) - Tot positivi (ieri)

source: The difference of the total number of positive found today minus the Total number of positive found yesterday
it_it: La differenza del numero totale di positivi ad oggi meno il numero totale di positivi a ieri

source: New positive
it_it: Nuovi positivi

source: Tot Cases (Today) - Tot cases (Yesterday)
it_it: Tot Casi (oggi) - Tot Casi (ieri)

source: The difference of the total cases found today minus the total cases found yesterday
it_it: La differenza dei casi totali ad oggi ad oggi meno i casi totali a ieri

source: Total Healed
it_it: Totale guariti

source: Total Deaths
it_it: Totale deceduti

source: Total cases
it_it: Totale casi

source: Self isolation + Tot Hospitalized + Tot Healed + Tot Deaths
it_it: Isolamento domestico + totale ospedalizzati + totale guariti + totali deceduti

source: The sum of people in self isolation plus the total number of people hospitalized plus the total number of people healed plus the total deaths
it_it: Somma delle persone in isolamento domestico più il totale di ospedalizzati più il totale di guariti più il totale dei deceduti

source: Total Swabs
it_it: Totale tamponi

source: Italian COVID Tracker
it_it: Monitoraggio COVID Italia

source: # of people
it_it: # persone

source: Italy
it_it: Italia

source: COVID-19 Italy outbreak data visualization
it_it: Visualizzazione dei dati dell'epidemia di COVID-19 in Italia

source: How to use
it_it: Come si usa

source: Toggle on/off series (bottom of the chart)
it_it: Attiva/Disattiva serie di dati (in basso al grafico)

source: How to read
it_it: Come si interpreta

source: DEFAULT CHART
it_it: GRAFICO DI DEFAULT

source: Linear-scale of
it_it: Scala lineare di

source: "New positive"
it_it: "Nuovi positivi"

source: "Total positive variation"
it_it: "Variazione totale positivi"

source: "Intensive care unit".
it_it: "Terapia intensiva".

source: The "Total positive" series is the cumulative sum of:
it_it: La serie "Totale positivi" è la somma di:

source: "Hospitalized with symptoms"
it_it: "Ricoverati con sintomi"

source: "Intensive care unit"
it_it: "Terapia intensiva".

source: "Self isolation"
it_it: "Isolamento domestico"

source: Red/green arrows: increase/decrease w.r.t. yesterday
it_it: Le frecce verdi/rosse indicano un decremento/incremento rispetto a ieri

source: Days since lockdown:
it_it: Giorni trascorsi dal blocco:

source: Who made this?
it_it: Chi è l'autore?

source: Got it!
it_it: Ricevuto!

source: NOTE:
it_it: NOTA:

source: Only "Total cases" is provided provinces.
it_it: Solo i "Casi totali" vengono forniti per le province.

source: Navigate
it_it: Esplora

source: Regions
it_it: Regioni

source: Provinces
it_it: Province

source: CP News
it_it: News Protezione Civile

source: CP Repo
it_it: Repository Protezione Civile

source: Days since lockdown
it_it: Giorni trascorsi dal blocco

source: National
it_it: Nazionale
