Repository: fabriziomiano/covidashit
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: it_it

source: Admins per age
it_it: Somministrazioni per età

source: Counts
it_it: Conteggi

source: First Dose
it_it: Prima Dose

source: Second Dose
it_it: Seconda Dose

source: Booster Dose
it_it: Dose Booster

source: Population
it_it: Popolazione

source: Admins per region
it_it: Somministrazioni per regione

source: Vaccination trend
it_it: Andamento vaccinazioni

source: Pop. vaccinated (2nd dose) [%]
it_it: Pop. vaccinata (2a dose) [%]

source: Admins per provider
it_it: Somministrazioni per fornitore

source: Doses administered
it_it: Dosi somministrate

source: Select region...
it_it: Seleziona regione...

source: Select province...
it_it: Seleziona provincia...

source: Population:
it_it: Popolazione:

source: Positive Rate:
it_it: Indice positività:

source: Latest update:
it_it: Ultimo aggiornamento:

source: Thank You!
it_it: Grazie!

source: I'm glad you liked the project and felt like it was worth donating
it_it: Sono felice ti sia piaciuto il progetto e che pensi valga la pena contribuire

source: Stay Safe and wear a mask!
it_it: Bisogna fare attenzione e mettere la mascherina!

source: Back to COVIDash
it_it: Torna alla Home

source: Population vaccinated
it_it: Popolazione vaccinata

source: first
it_it: prima

source: second
it_it: seconda

source: COVIDash.it is <a href='https://github.com/fabriziomiano/covidashit' target='_blank'>open source</a> and it is hosted on <i class='fab fa-aws'></i>
it_it: COVIDash.it è <a href='https://github.com/fabriziomiano/covidashit' target='_blank'>open source</a> ed è ospitato su <i class='fab fa-aws'></i>

source: Thanks for donating &#128513;
it_it: Le donazioni sono ben accette &#128513;

source: COVIDash.it | A dashboard of the Italian COVID-19 pandemic and vaccination data
it_it: COVIDash.it | Una dashboard sui dati della pandemia da COVID-19 e la situazione vaccini in Italia

source: Data visualization of the COVID-19 pandemic and vaccination trends in Italy
it_it: Visualizzazione dei dati della pandemia da COVID-19 e della situazione vaccini in Italia

source: Pandemic
it_it: Pandemia

source: Vaccines
it_it: Vaccini

source: Search...
it_it: Cerca...

source: &#128075; Welcome to COVIDash
it_it: &#128075; Benvenuti in COVIDash

source: A dashboard that displays the official COVID-19 Italian outbreak and vaccines data
it_it: Una dashboard che mostra i dati italiani ufficiali su pandemia e vaccini

source: Use the search bar to jump to the pandemic dashboard of a desired area;
it_it: Usa la barra di ricerca per saltare ai dati di un'area;

source: Some cards, where possible, can be expanded to visualize the breakdown of the sub-areas;
it_it: Alcune card possono essere espanse per mostrare il dettaglio delle aree rilevanti;

source: The data are divided in <code>Daily</code>, <code>Current</code>, and <code>Cumulative</code>;
it_it: Il dato è classificato in <code>Giornaliero</code> , <code>Corrente</code> e <code>Cumulato</code>;

source: The interactive charts allow to zoom in along the x- and y-axis;
it_it: I grafici interattivi permettono di zoomare lungo l'asse x e y;

source: The chart legend can be used to toggle on/off the data series;
it_it: La legenda può essere utilizzata per attivare/disattivare una serie di dati;

source: Who made this?
it_it: Chi è l'autore?

source: Close
it_it: Chiudi

source: Made with <span style="color: #e25555;">&#9829;</span> in <a href="https://goo.gl/maps/rk3BGAvv1HmG3NSs8" target="_blank">Catania</a> by <a href=https://fabriziomiano.github.io target=_blank> Fabrizio Miano</a>
it_it: Realizzato col <span style="color: #e25555;">&#9829;</span> a <a href="https://goo.gl/maps/rk3BGAvv1HmG3NSs8" target="_blank">Catania</a> da <a href=https://fabriziomiano.github.io target=_blank> Fabrizio Miano</a>

source: OPS! Please use this button to report any bug
it_it: OPS! Usa questo bottone per segnalare un bug

source: Contact admin
it_it: Contatta l'admin

source: Daily
it_it: Giornaliero

source: Current
it_it: Corrente

source: Cumulative
it_it: Cumulato

source: See more...
it_it: Dettagli...

source: Count
it_it: Conteggi

source: Phase 2
it_it: Fase 2

source: Phase 3
it_it: Fase 3

source: Critical areas
it_it: Aree di criticità

source: Italy
it_it: Italia

source: Source: <a href='https://github.com/pcm-dpc/COVID-19'>Civil Protection dataset</a>
it_it: Fonte: <a href='https://github.com/pcm-dpc/COVID-19'>Dati Protezione Civile</a>

source: by Fabrizio Miano | Made with Highcharts.com
it_it: by Fabrizio Miano | Realizzato con Highcharts.com

source: Yesterday:
it_it: Ieri:

source: Select one or more regions
it_it: Seleziona una o più regioni

source: Source: <a href='https://github.com/italia/covid19-opendata-vaccini'>Italia Open Data</a> | <a href='https://www.istat.it'>ISTAT</a>
it_it: Fonte: <a href='https://github.com/italia/covid19-opendata-vaccini'>Italia Open Data</a> | <a href='https://istat.it'>ISTAT</a>

source: *Hover / tap on a bar to display the administered-dose data
it_it: *Passa sopra col mouse o tocca una barra per visualizzare i dati sulle somministrazioni

source: "Phase 2"
it_it: "Fase 2"

source: "Phase 3"
it_it: "Fase 3"

source: Critical Areas
it_it: Aree di criticità

source: Stable with respect to yesterday
it_it: Stabile rispetto a ieri

source: Increased with respect to yesterday
it_it: In aumento rispetto a ieri

source: Decreased with respect to yesterday
it_it: In calo rispetto a ieri

source: New Positive
it_it: Nuovi Positivi

source: Daily count of new positive cases
it_it: Conteggio giornaliero dei nuovi positivi

source: Daily ICU
it_it: T.I. Giornaliere

source: # of people daily admitted in ICU
it_it: Numero di ingressi giornalieri in TI

source: Daily count of people in ICU
it_it: Conteggio giornaliero degli ingressi in TI

source: Daily Deaths
it_it: Decessi giornalieri

source: Daily deaths count
it_it: Conteggio decessi giornalieri

source: Daily Swabs
it_it: Tamponi giornalieri

source: # of swabs performed daily
it_it: Numero di tamponi effettuati giornalmente

source: Daily number of swabs performed
it_it: Numero di tamponi effettuati giornalmente

source: New Positive (7-day MA)
it_it: Nuovi Positivi (7gg MM)

source: Daily count of new positve cases
it_it: Conteggio giornaliero dei nuovi casi positivi

source: Daily Deaths (7-day MA)
it_it: Decessi giornalieri (7gg MM)

source: Daily ICU (7-day MA)
it_it: T.I. giornaliere (7gg MM)

source: Daily Swabs (7-day MA)
it_it: Tamponi giornalieri (7gg MM)

source: Tot Positive
it_it: Tot Positivi

source: # of people currently hospitalized with symptoms + ICU + self isolation
it_it: Numero di persone attualmente ricoverate con sintomi + terapia intensiva + isolamento autonomo

source: People currently positive. Unlike 'Total Cases' it does not take into account 'healed' and 'deaths'. By the end of the outbreak this should tend to zero. In particular, it is: total positive = total cases - total healed - total deaths
it_it: Persone attualmente positive. A differenza di 'Totale casi', non tiene in considerazione 'Guariti' e 'Deceduti'. Alla fine dell'epidemia tenderà a zero. In particolare, è definito totale positivi = totale casi - totale guariti - totale morti

source: ICU
it_it: TI

source: # of people currently in ICU
it_it: Numero di persone attualmete in terapia intensiva

source: Total count of people currently in ICU and positive to COVID-19
it_it: Conteggi del numero di persone attualmente in terapia intensiva e positive al COVID-19

source: Tot Hospitalized
it_it: Tot ricoverati

source: # of people currently hospitalized
it_it: Numero di persone attualmente ricoverate

source: Total count of people currently hospitalized. It takes into account ICU
it_it: Conteggi del numero di persone attualmente positive e ricoverate. Tiene conto di quelle in terapia intensiva

source: Self Isolation
it_it: Isolamento

source: # of people currently in self isolation
it_it: Numero di persone in Terapia Intensiva

source: People currently positive but who do not need hospitalization
it_it: Persone attualmente positive che non hanno bisogno di ricovero

source: Total Cases
it_it: Totale casi

source: Total count of the positive tests since the beginning of the outbreak
it_it: Conteggio dei tamponi positivi dall'inizio dell'epidemia

source: Total Deaths
it_it: Totale decessi

source: Total deaths count
it_it: Conteggio totale decessi

source: Total deaths count since the beginning of the outbreak
it_it: Conteggio dei decessi dall'inizio dell'epidemia

source: Total Swabs
it_it: Totale tamponi

source: # of swabs performed
it_it: Numero di tamponi eseguiti

source: Total number of swabs performed since the beginning of the outbreak
it_it: Conteggio dei tamponi effettuati dall'inizio dell'epidemia

source: Total Healed
it_it: Totale guariti

source: Cumulative # of people healed
it_it: Totale cumulativo di persone guarite

source: Total number of people healed since the beginning of the outbreak
it_it: Totale cumulativo del numero di persone guarite dall'inizio dell'epidemia

source: Booster dose
it_it: Dose Booster
