Repository: fabriziomiano/covidashit
Catalog: covidashit/translations/*/LC_MESSAGES/messages.po
Languages: it_it

source: Hospitalized With Symptoms
it_it: Ricoverati con sintomi

source: # of people currently hospitalized with symptoms
it_it: # di persone attualmente ricoverate con sintomi

source: Total count of people currently in hospital due to coronavirus with symptoms
it_it: Conteggi del numero di persone attualmente in ospedale con sintomi da Covid

source: Increased with respect to yesterday
it_it: In aumento rispetto a ieri

source: Decreased with respect to yesterday
it_it: In calo rispetto a ieri

source: Stable with respect to yesterday
it_it: Stabile rispetto a ieri

source: Intensive Care Unit
it_it: Terapia intensiva

source: # of people currently in ICU
it_it: # di persone attualmete in terapia intensiva

source: Total count of people currently in ICU and positive to COVID-19
it_it: Conteggi del numero di persone attualmente in terapia intensiva e positive al COVID-19

source: Total Hospitalized
it_it: Totale ricoverati

source: # of people currently hospitalized
it_it: # di persone attualmente ricoverate

source: Total count of people currently hospitalized. It takes into account ICU
it_it: Conteggi del numero di persone attualmente positive e ricoverate. Tiene conto di quelle in terapia intensiva

source: Self Isolation
it_it: Isolamento autonomo

source: # of people currently in self isolation
it_it: # di persone in Terapia Intensiva

source: People currently positive but who don't need hospitalization
it_it: Persone attualmente positive che non hanno bisogno di ricovero

source: Total Positive
it_it: Totale positivi

source: # of people currently hospitalized with symptoms + ICU + self isolation
it_it: # di persone attualmente ricoverate con sintomi + terapia intensiva + isolamento autonomo

source: People currently positive. Unlike 'Total Cases' it does not take into account 'healed' and 'deaths'. By the end of the outbreak this should tend to zero. In particular, it is: total positive = total cases - total healed - total deaths
it_it: Persone attualmente positive. A differenza di 'Totale casi', non tiene in considerazione 'Guariti' e 'Deceduti'. Alla fine dell'epidemia tenderà a zero. In particolare, è definito totale positivi = totale casi - totale guariti - totale morti

source: Total Positive Variation
it_it: Variazione totale positivi

source: Variation of # of people currently positive with respect to yesterday
it_it: Variazione del # di persone attualmente ricoverate con sintomi

source: Variation of the number of people currently positive with respect to the previous day. It is negative when the number of daily healed and deaths is larger than 'New positive'
it_it: Variazione del numero di persone attualmente positive rispetto al giorno precedente. È negativo se il numero di deceduti e guariti quotidiani supera il numero 'Nuovi positivi'

source: New Positive
it_it: Nuovi Positivi

source: Daily count of new positve cases
it_it: Conteggio giornaliero dei nuovi casi positivi

source: Total Healed
it_it: Totale guariti

source: Cumulative # of people healed
it_it: Totale cumulativo di persone guarite

source: Total number of people healed since the beginning of the outbreak
it_it: Totale cumulativo del numero di persone guarite dall'inizio dell'epidemia

source: Total Deaths
it_it: Totale decessi

source: Total deaths count
it_it: Conteggio totale decessi

source: Total deaths count since the beginning of the outbreak
it_it: Conteggio dei decessi dall'inizio dell'epidemia

source: Total Cases
it_it: Totale casi

source: Total count of the positive tests since the beginning of the outbreak
it_it: Conteggio dei tamponi positivi dall'inizio dell'epidemia

source: Total Swabs
it_it: Totale tamponi

source: # of swabs performed
it_it: # di tamponi eseguiti

source: Total number of swabs performed since the beginning of the outbreak
it_it: Conteggio dei tamponi effettuati dall'inizio dell'epidemia

source: Daily deaths
it_it: Decessi odierni

source: Daily deaths count
it_it: Conteggio decessi odierni

source: Latest CPD Update:
it_it: Ultimo aggiornamento DPC:

source: Only the "Total positive" data is shown
it_it: Mostrati solo i "Totali Positivi"

source: COVID-19 Italy outbreak dashboard
it_it: Visualizzazione dati epidemia COVID-19 in Italia

source: COVID-19 Italy outbreak
it_it: Epidemia COVID-19 Italia

source: Data visualization of the COVID-19 outbreak in Italy
it_it: Visualizzazione dei dati dell'epidemia COVID-19 in Italia

source: COVID-19 Italy
it_it: COVID-19 Italia

source: HOW TO USE
it_it: COME SI USA

source: Click the name of the series at the bottom of the chart to toggle on/off or use the dropdown to visualize one series at a time
it_it: Clicca sui nomi delle serie sotto al grafico per attivarne/disattivarne la visualizzazione, oppure usa il menu a tendina per visualizzarne una alla volta

source: Hover or tap the icon
it_it: Passa sopra col mouse o tocca l'icona

source: next to the card title to read the description of the data
it_it: accanto al titolo della scheda per leggere la descrizione del dato

source: Who made this?
it_it: Chi è l'autore?

source: Got it!
it_it: Ok!

source: NOTE:
it_it: NOTA:

source: Only "Total cases" is provided for the provinces.
it_it: Solo i "Casi totali" vengono forniti per le province.

source: Italy
it_it: Italia

source: Usage
it_it: Utilizzo

source: How to
it_it: Istruzioni

source: Visualization
it_it: Visualizzazione

source: National Data
it_it: Dati Nazionali

source: Regional Data
it_it: Dati Regionali

source: Provincial Data
it_it: Dati Provinciali

source: Credits
it_it: Crediti

source: Author
it_it: Autore

source: CPD News
it_it: News DPC

source: CPD Repository
it_it: Repository DPC

source: Days since Reopening
it_it: Giorni dalla Riapertura

source: Days since "Phase 2"
it_it: Giorni dalla "Fase 2"

source: Days in Lockdown
it_it: Giorni di Lockdown

source: Total positive bar chart race
it_it: Bar chart race Totale positivi

source: Latest Update:
it_it: Ultimo aggiornamento:

source: Trend
it_it: Andamento

source: National
it_it: Nazionale

source: Select data (default Total Positive)
it_it: Seleziona dati (default Totale Positivi)

source: Visualize one series at a time
it_it: Visualizza una serie alla volta

source: New Positive VS Total Cases
it_it: Nuovi Positivi VS Totale Casi

source: Phase 2
it_it: Fase 2

source: Reopening
it_it: Riapertura

source: # of people
it_it: # persone

source: Source: <a href='https://github.com/pcm-dpc/COVID-19/tree/master/dati-json'>Civil Protection dataset</a>
it_it: Fonte: <a href='https://github.com/pcm-dpc/COVID-19/tree/master/dati-json'>Dati Protezione Civile</a>

source: by Fabrizio Miano | Made with Highcharts.com
it_it: by Fabrizio Miano | Realizzato con Highcharts.com

source: # Total Cases
it_it: # Totale Casi

source: # New Positive
it_it: # Nuovi Positivi
